export interface CardData {
  id: number;
  icon: string;
  frontText: string;
  backText: string;
}

export const cards: CardData[] = [
  {
    id: 1,
    icon: "/Images/cardDataImg1.png",
    frontText: "Попасть в кигу рекордов Гиннесса",
    backText:
      "Давайте вместе сделаем так, чтобы работы кыргызских художников увидели в Париже, Нью-Йорке и Токио. Поддержите проект, чтобы наше искусство стало частью мирового культурного диалога",
  },
  {
    id: 2,
    icon: "/Images/cardDataImg2.png",
    frontText: "Привлечь внимание мировой арт-сцены к Кыргызстану",
    backText:
      "Давайте вместе сделаем так, чтобы работы кыргызских художников увидели в Париже, Нью-Йорке и Токио. Поддержите проект, чтобы наше искусство стало частью мирового культурного диалога",
  },
  {
    id: 3,
    icon: "/Images/cardDataImg3.png",
    frontText: "Построить арт-галерею",
    backText:
      "Давайте вместе сделаем так, чтобы работы кыргызских художников увидели в Париже, Нью-Йорке и Токио. Поддержите проект, чтобы наше искусство стало частью мирового культурного диалога",
  },
  {
    id: 4,
    icon: "/Images/cardDataImg4.png",
    frontText: "Провести выставки в стране и за ее пределами",
    backText:
      "Давайте вместе сделаем так, чтобы работы кыргызских художников увидели в Париже, Нью-Йорке и Токио. Поддержите проект, чтобы наше искусство стало частью мирового культурного диалога",
  },
];
