export interface CardData {
  id: number;
  icon: string;
  frontText: string;
  backText: string;
}

export const cards: CardData[] = [
  {
    id: 1,
    icon: "/Images/cardDataImg1.png",
    frontText: "Попасть в кигу рекордов Гиннесса",
    backText:
      "Мы создаём крупнейшую коллективную картину в мире, чтобы официально зафиксировать её в книге рекордов Гиннесса и показать всему миру силу единства кыргызстанцев.",
  },
  {
    id: 2,
    icon: "/Images/cardDataImg2.png",
    frontText: "Привлечь внимание мировой арт-сцены к Кыргызстану",
    backText:
      "Проект станет точкой интереса международных СМИ и художников, откроет Кыргызстан для мировой арт-сцены и укрепит его культурный имидж. Мы даем новый воздух в сфере искусства в стране.",
  },
  {
    id: 3,
    icon: "/Images/cardDataImg3.png",
    frontText: "Построить арт-галерею",
    backText:
      "На основе собранных работ мы создадим галерею современного искусства, где будут храниться и демонстрироваться квадраты участников, превращая проект в постоянное культурное наследие.",
  },
  {
    id: 4,
    icon: "/Images/cardDataImg4.png",
    frontText: "Провести выставки в стране и за ее пределами",
    backText:
      "Готовая картина станет символом единства народа и будет представлена на выставках в Кыргызстане и за его пределами, чтобы каждый кыргызстанец почувствовал гордость за свою страну, а весь мир увидел силу нашего духа.",
  },
];
