export interface FaqItem {
  question: string;
  answer: string;
}

export const faqList: FaqItem[] = [
  {
    question:
      "Что такое проект «Стань частью великого произведения искусства»?",
    answer: "Это уникальная возможность стать частью искусства...",
  },
  {
    question: "Какие возможности предоставляет проект для участия?",
    answer: "Заполните форму и внесите свой вклад в картину...",
  },
  {
    question: "Кто может стать частью этого уникального проекта?",
    answer: "Заполните форму и внесите свой вклад в картину...",
  },
  {
    question: "Какие преимущества получит участник от проекта?",
    answer: "Заполните форму и внесите свой вклад в картину...",
  },
  {
    question: "Как обеспечивается безопасность данных участников проекта?",
    answer: "Заполните форму и внесите свой вклад в картину...",
  },
  {
    question: "Предоставляет ли проект обучение или поддержку для участников?",
    answer: "Заполните форму и внесите свой вклад в картину...",
  },
  {
    question: "С какими организациями сотрудничает проект?",
    answer: "Заполните форму и внесите свой вклад в картину...",
  },
  {
    question:
      "Как связаться с командой проекта для получения дополнительной информации?",
    answer: "Заполните форму и внесите свой вклад в картину...",
  },
];
