export interface FaqItem {
  question: string;
  answer: string;
}

export const faqList: FaqItem[] = [
  {
    question: "Можно ли оставить след ЛЮБОЙ частью тела?",
    answer: "Да, вы можете оставить любой частью тела свой отпечаток.",
  },
  {
    question: "Можно ли смешивать 2 краски?",
    answer: "Нет, смешивать краски нельзя.",
  },
  {
    question: "Можно ли рисовать на своем участке?",
    answer: "Нет, только ваш отпечаток",
  },
  {
    question: "Сколько стоит закрасить участок?",
    answer:
      "Мы делаем эту картину вместе. Любая сумма, которую вы внесёте за свой квадратик, становится вкладом в общее наследие.",
  },
  {
    question: "Как будет выглядеть готовая картина?",
    answer: "Это сюрприз",
  },
  {
    question: "Где и когда можно будет увидеть результат?",
    answer: "По планам дата окончания до конца 2025 года, выставка весной 2026",
  },
  {
    question: "Можно ли закрасить квадратик за ребёнка или близкого человека?",
    answer: "Нет, квадратик-олицетворение вашего внутреннего состояния",
  },
  {
    question: "Как я могу стать волонтёром или амбассадором проекта?",
    answer: "Пройдите по ссылке “Волонтеры”",
  },
  {
    question:
      "Будут ли дополнительные активности, связанные с проектом (ивенты, встречи, мастер-классы)? ",
    answer: "Да! Все новости будут на нашем сайте и в соц. сетях",
  },
  {
    question: "Можно ли подарить квадратик другому человеку? ",
    answer:
      "Если вы купили часть картины, после выставки вы сможете забрать ее и подарить",
  },
];
